Repository: cognita-elearning/VLE
Catalog: modules/dblog/translations/modules-dblog.*.po
Languages: hr

source: Discard log entries above the following row limit
hr: Obrišite stavke u dnevniku koje su preko određenog limita

source: The maximum number of rows to keep in the database log. Older entries will be automatically discarded. (Requires a correctly configured <a href="@cron">cron maintenance task</a>.)
hr: Maksimalan broj redaka koji će biti sačuvani u dnevniku baze podataka. Starije stavke biti će automatski izbrisane. (Potrebno je pravilno konfigurirati <a href="@cron">cron poslove odražavanja</a>.)

source: No log messages available.
hr: Nema nijedne poruke u dnevniku.

source: Count
hr: Broj

source: Location
hr: Lokacija

source: Severity
hr: Ozbiljnost

source: Filter log messages
hr: Filtriraj zapise dnevnika

source: You must select something to filter by.
hr: Morate odabrati nešto za filtriranje.

source: The dblog module monitors your system, capturing system events in a log to be reviewed by an authorized individual at a later time. This is useful for site administrators who want a quick overview of activities on their site. The logs also record the sequence of events, so it can be useful for debugging site errors.
hr: Modul dblog nadgleda vaš site, smještajući događaje iz sustava u dnevnik koji poslije mogu pregledati autorizirane osobe. Ovo je korisno za administratore sitea koji žele na brzinu pregledati aktivnosti na site-u. Dnevnik također sadržava sekvence događaja tako da je koristan prilikom uklanjanja grešaka.

source: The dblog log is simply a list of recorded events containing usage data, performance data, errors, warnings and operational information. Administrators should check the dblog report on a regular basis to ensure their site is working properly.
hr: Dblog dnevnik je u suštini popis zabilježenih događaja koji sadrže podatke o uporabi, performansama, pogreškama, upozorenjima i operacijama. Administratori trebaju redovito provjeravati dblog izvješća pošto je to najčešće jedini način kako bi saznali radi li site uredno.

source: For more information, see the online handbook entry for <a href="@dblog">Dblog module</a>.
hr: Za više informacija, pogledajte online priručnik za <a href="@dblog">Dblog modul</a>.

source: The dblog module monitors your website, capturing system events in a log to be reviewed by an authorized individual at a later time. The dblog log is simply a list of recorded events containing usage data, performance data, errors, warnings and operational information. It is vital to check the dblog report on a regular basis as it is often the only way to tell what is going on.
hr: Dblog modul nadgleda vaš site, smještajući događaje iz sustava u dnevnik koji poslije mogu pregledati autorizirane osobe. Ovaj dnevnik je u suštini popis zabilježenih događaja koji sadrže podatke o uporabi, performansama, pogreškama, upozorenjima i operacijama. Vrlo je bitno da redovito provjeravate dblog izvješća pošto je to najčešće jedini način da saznate što se događa.

source: Settings for logging to the Drupal database logs. This is the most common method for small to medium sites on shared hosting. The logs are viewable from the admin pages.
hr: Postavke za bilježenje u Drupalov dnevnik logova. Ovo je najčešći način za male i srednje site-ove koji su na dijeljenom hostingu. Logovi se mogu pregledavati sa administratorskih stranica.

source: Recent log entries
hr: Nedavni unosi u dnevniku

source: View events that have recently been logged.
hr: Pregledajte nedavne događaje koji su unijeti u dnevnik.

source: Top 'page not found' errors
hr: Najčešće pogreške tipa 'stranica nije pronađena'

source: View 'page not found' errors (404s).
hr: Pregledajte 'Stranica nije pronađena' pogreške - 404.

source: Top 'access denied' errors
hr: Najčešće pogreške tipa 'pristup odbijen'

source: View 'access denied' errors (403s).
hr: Pregledajte pogreške tipa 'pristup odbijen' (pogreška 403).
