Repository: cognita-elearning/VLE
Catalog: modules/system/translations/misc.*.po
Languages: hr

source: Unspecified error
hr: Nepoznata pogreška

source: An error occurred. @uri @text
hr: Pojavila se pogreška. @uri @text

source: An error occurred. @uri (no information available).
hr: Pojavila se pogreška. @uri (nema dodatnih informacija).

source: An HTTP error @status occurred. @uri
hr: Pojavila se HTTP pogreška @status. @uri

source: Drag to re-order
hr: Prevuci da bi preuredio

source: Changes made in this table will not be saved until the form is submitted.
hr: Učinjene promjene neće biti spremljene dok forma nije poslana.

source: Select all rows in this table
hr: Označite sve redove u tablici

source: Deselect all rows in this table
hr: Poništi izbor svih redova u ovoj tablici

source: Split summary at cursor
hr: Razdvoji sažetak kod pokazivača miša.

source: Join summary
hr: Spoji sažetak
